/* 
	Localizable.strings - german
	MartinsTests
 
	Created by wischnewski on 19.08.2011.
	Copyright 2011 MPIB. All rights reserved.
 */
 
"No ID" = "Die Versuchspersonen ID wurde nicht korrekt eingegeben.\n\nDie Versuchspersonen ID besteht aus einer Zahl zwischen 10000 und 99999.";
"Wrong ID" = "Die Versuchspersonen ID unterscheidet sich von der ersten Eingabe\n\nBitte versuchen Sie es noch mal.";
"No Entry" = "Sie haben keine Eingabe gemacht, ist das richtig?";
"Not all entries" = "Sie haben nicht alle Antworten gegeben, ist das richtig?";
"Fatal ERRRRROR" = "Fatal ERRRRROR: Kann Ergebnisfile nicht schreiben!\n\nProgramm wird beendet!";
"Fatal ERRRRROR 1" = "Fatal ERRRRROR 1: Kann 'numericalSpeed_pract.txt' file für Session 2, Task1 nicht lesen!\n\nProgramm wird beendet!";
"Fatal ERRRRROR 2" = "Fatal ERRRRROR 2: Kann 'numericalSpeed_trial1.txt' file für Session 2 nicht lesen!\n\nProgramm wird beendet!";
"Fatal ERRRRROR 3" = "Fatal ERRRRROR 3: Kann 'numericalSpeed_trial2.txt' file für Session 2 nicht lesen!\n\nProgramm wird beendet!";
"Retry" = "Wiederholen";
"You entered more then 30 answers." = "Sie haben mehr als 30 Antworten gegeben.";
"Please type at least 3 characters." = "Bitte tippen Sie mindestens 3 Buchstaben ein!";
"No database connection." = "Keine Verbindung zur MPIB Datenbank. Daten können nur lokal gespeichert werden!";
"Stop Program" = "Programm beenden";
"Go on" = "Fortfahren";
